[
{
"bio":"My name is Brett Reinhard, I am relatively new to Web Development and programming as a whole. I have been programming ever since I took a mandatory class for my second bachelors in Mechanical Engineering. Initially, I was indifferent towards programming and didn't have much of an interest in it outside of getting a grade for it.Fast forward 1 semester where I wanted to retake the corresponding class at Los Angeles Valley College to help boost the grade I had been given (more as a filler as I was taking Calc 2).This semester was the golden moment for me, everything just seemed to align. I had a great professor who really cared about us getting the underlying foundation for programming and gave us a glimpse at what was possible.This paired with my first experience with Microsoft Visual Studio, I immediately knew that Mechanical Engineering was no longer my goal. The following semester I shifted gears and began taking programming courses and signed up for an online class for web development. Since then, I have been poking my head into several different programming languages to see which ones I like more than others. Recently I was accepted into a grant funded Web Development Coding Bootcamp and began training in early February, since then I have been able to brush up on some existing Web Development skills I had learned over an online course. In addition, I have been picking a variety of new skills that I hadn't even seen before. The latest of which I have found a deep passion for, AngularJS. For me this JavaScript framework was just what I needed to get me really interested in Web Development. In addition to the Web Development Bootcamp Training, I have enrolled in another online course in AngularJS, one that really delves deeper into the intricacies that make up AngularJS. The beginning of April will start my internship with the City of Los Angeles, in which we will be making a workflow efficiency Web Application for the Department of Transportation. TLDR; My name is Brett Reinhard, I am an extremely passionate Programmer, and am extremely exciting for my recent career change.",   
"known_languages": ["C","C++","C#","Objective C","Python","Auto Hotkey","Shell/Bash","Javascript/jQuery/AngularJS","SQL","Visual Basic/VBA"]
}
]
